[
    {
        "Title":"Ayam Geprek",
        "Ingredients":"250 gr daging ayam (saya pakai fillet)--Secukupnya gula dan garam--50-100 gr tepung ayam serbaguna--Secukupnya lalapan (kemangi,kol,timun)--Secukupnya minyak panas--❤sambal korek--Secukupnya cabe rawit merah dan bwg putih--",
        "Steps":"Goreng ayam seperti ayam krispi--Ulek semua bahan sambal kemudian campur dengan minyak panas bekas goreng ayam--Geprek ayam kemudian campur dengan sambal,sajikan dengan lalapan ❤--",
        "Loves":10,
        "URL":"https://nnc-media.netralnews.com/IMG-Netral-News-User-31-EWZ50HG1CN.jpg"
    },
    {           "Title":"Steak Ayam ",
    "Ingredients":"1\/2 kg dada ayam filet--Tepung crispy--Bahan saos barbeque :-1 sdm kecap inggris--1 sdm kecap manis--4 sdm saos tomat--1 sdm tepung maizena1 sdm saos tiram--secukupnya Garam",
    "Steps":"Goreng dada ayam filet dengan tepung crispy hingga warna menguning \/ matang--Cara membuat saos barbeque : cincang bawang bombay dan bawang putih--Panaskan margarine (tumis bawang bombay dan bawang putih hingga mengharum)--Tambahkan saos tomat, kecap inggris, kecap manis, saos tiram.--Taburi lada yg sudah di tumbuk kasar.--Encerkan tepung maizena dengan air (campurkan)--Aduk rata saos barbeque hingga mendidih dan mengental. (Uji rasa)--Siram ayam crispy dengan saos barbeque.--Tambah rebusan wortel dan buncis (hidangkan)--",
    "Loves":5,
        "URL":"https://cdn.yummy.co.id/content-images/images/20220329/Zxs0z0378MlNQI2f7lnFQkBc97bhG9wv-31363438353436373930d41d8cd98f00b204e9800998ecf8427e.jpg?x-oss-process=image/resize,w_388,h_388,m_fixed,x-oss-process=image/format,webp"
    },
    {
        "Title":"Tongseng sapi",
        "Ingredients":"1\/4 daging sapi \/kambing--Secukupnya kol--2 Buah tomat sayur--Sedikit kecap--Bumbu halus :--5 butir bawang putih--6 Buah cabe rawit setan--Garam--Lada--",
        "Steps":"Tumis sampai Harum bumbu yang dihaluskan--Masukan daging yg sudah di potong kecil, tambahkan sedikit air--Stlh daging matang, masukan kol Dan irisan tomat, beri kecap sedikit--Masak sampai kuah agak menyusut--Tongseng siap disantap--",
        "Loves":2,
        "URL":"https://asset.kompas.com/crops/3zagQQcDrbWoZ_3qyt3T8NcUfHY=/0x20:1000x687/1200x800/data/photo/2020/06/22/5ef088b4dbceb.jpg"
    },
    {
        "Title":"Soto betawi",
        "Ingredients":"1\/2 kg daging kambing (bisa di campur dgn jroan)--2 bks santan kara-serai--1\/-3 -Bumbu halus :--3 siung bawang putih--4 siung bawang merah--3 bh cabe kriting\/-Merica secukupnya",
        "Steps":"Rebus sbntr daging lalu potong\" kmdian rebus kmbli dgn api kecil agar mnjdi kuah kaldu--Haluskan smua bumbu halus,kmdian tumis smpai harum msukn serai,daun jeruk,daun salam,jahe dan lengkuas geprek--Stlh bumbu d tumis msukn k dlm kuah kaldu daging kmbing..aduk mrta..--Beri santan,garam dan gula perbaiki rasa--Didihkan smpai bumbu dan santan mresap k daging sktr 15 mnit--Angkat kmdian sajikan--Tata kentang goreng d mngkuk tuang soto dan beri irisan tomat,bawang goreng dan empng..soto betawi dgng kmbing siap d nikmati--Catatan : untuk membuat kaldu 1 jam perebusan,bisa lbh bisa kurang trgntung kaldu yg ingn kita dptkn...--",
        "Loves":33,
        "URL":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQgcqpBw50OlLvhnMcNxsVYtIVB-W8hN-KisA&s"
    },
    {
        "Title":"Beef Teriyaki",
        "Ingredients":"250 gr daging sapi--1 siung bawang bombai--5 siung bawang putih--1 sachet saus teriyaki (sy pk yg saor*, bsa diganti saus tiram)--1 sdm kecap manis--secukupnya garam--secukupnya lada--secukupnya gula--secukupnya penyedap rasa--",
        "Steps":"Potong kecil-kecil memanjang daging sapi, lalu cuci bersih--Tambahkan garam dan lada diamkan selama kurleb 15 menit--Iris bawang bombai dan bawang putih--Tumis bawang bombai dan bawang putih, setelah harum masukkan daging--Tumis daging sebentar lalu tambahkan saus teriyaki, kecap manis, garam, lada, gula dan penyedap rasa, beri air sedikit--Tutup wajannya agar panasnya merata--Tunggu sampai daging matang, lalu garnish sesuai selera--Beef teriyaki siap untuk disantap--",
        "Loves":0,
        "URL":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRac5pS1ciZhaD0Cp64APfRzZtLK_R0h-rXVw&s"
    },
    {
        "Title":"Udang saus mentega",
        "Ingredients":"1 kg udang segar--1 buah bawang bombay kecil--4 siung bawang putih--1\/2 bh paprika merah--1\/2 bh paprika hijau--10 bh cabe rawit (pedas)2 sdm kecap manis--2 sdm margarin (me : palmia garlic)--",
        "Steps":"Bersihkan udang, siapkan bahan bahan--Tumis bawang putih dan bawang bombay, dengan margarin hingga harum--Lalu masukan udang, tumis hingga berubah warna kemerahan--Masukan paprika, cabe rawit, saus tiram, saus sambal, kecap inggris, kecap manis... Aduk aduk hingga tercampur rata--Tambah kan merica, lalu Koreksi rasa, jika kurang asin tambah garam--Angkat lalu tiriskan--",
        "Loves":46,
        "URL":"https://i.pinimg.com/736x/e4/be/7e/e4be7e89108ef6df3bd76035e3a87492.jpg"
    },
    {
        "Title":"Siomay udang ayam",
        "Ingredients":"Udang cincang sendiri pke blender--Ayam cincang--1 butir telur--Secukupnya bawang putih dihaluskan--Secukupnya bawang daun potong halus--Kulit pangsit rebus--Secukupnya lada--1 sdm saus tiram--1 sdm minyak wijen--1\/2 sdm kecap asin--Secukup nya tepung tapioka--1 buah wortel (bagi 2. toping diserut dan isian potong dadu)--",
        "Steps":"Masukan semua bahan. Koreksi rasa, bila dirasa kurang bisa ditambah penyedap. Bentuk dikulit pangsit tambahan serutan wortel. Kukus kurang lebih 20-25mnt.--Untuk sausnya bisa pakai saus belibis lalu ditambah air hangat 👍🏻--",
        "Loves":21,
        "URL":"https://img-global.cpcdn.com/recipes/Recipe_2014_06_07_16_55_11_845_675d17_original_20140402_142958/1200x630cq70/photo.jpg"
    },
    {
        "Title":"Telur Balado",
        "Ingredients":"7 butir Telur Ayam Rebus--5 Siung Bawang Merah--3 Siung Bawang Putih Kating--1 Buah Tomat--5 Buah Cabe Keriting--10 Buah Cabe Rawit (tergantung selera)--1 Sdt Kaldu Jamur Bubuk (bisa diganti dengan royco dsb)--2 Daun Salam--1 Sdm Kecap Manis--Gula dan Garam secukupnya sesuai selera--Secukupnya Minyak--1 cm Terasi Udang--",
        "Steps":"Panas kan minyak secukupnya, goreng terlebih dulu telur rebus yang sudah di kupas.--Rebus cabe, bawang dan tomat sampe layu, uleg semuanya tambahkan trasi, gula dan garam--Tumis bumbu yang sudah di haluskan sampai meletup-letup, masukan daun salam, kecap, dan kaldu jamur. Aduk hingga merata kemudian masukan telur sambil di aduk, tambahkan sedikit air agak tidak lengket, koreksi rasa dan kecilkan api...tunggu hingga meresap. Lalu sajikan--",
        "Loves":0,
        "URL":"https://cdn0-production-images-kly.akamaized.net/P0fHvnH6-UFbFX28s7fd4cd4ZrY=/1200x675/smart/filters:quality(75):strip_icc():format(jpeg)/kly-media-production/medias/4191578/original/036046400_1665728924-shutterstock_1920332333.jpg"
    },
    {
        "Title":"Daging lapis telur",
        "Ingredients":"1\/2 daging sapi,  lb daun salam--2 lb daun jeruk--1 lt air panas--bumbu halus:--8 btr bawang merah--4 btr bawang putih--4 btr kemiri, sangrai--1 sdm ketumbar bubuk--1\/2 sdm merica bubuk--4 bh cabe merah keriting--secukupnya garam--",
        "Steps":"Dalam wadah aduk rata daging dengan bumbu halus, telur diamkan sebentar--Panaskan sedikit minyak dalam wajan, masukkan daging dengan bumbunya, masak hingga berubah warna, masukkan bumbu lainnya--Tuang air, masak hingga daging empuk dan kuah mengental, kalau blm empuk tambahkkan air panas secukupnya--",
        "Loves":16,
        "URL":"https://img-global.cpcdn.com/recipes/7a09274485adc7b1/680x482cq70/daging-lapis-telur-pedas-foto-resep-utama.jpg"
    },
    {
        "Title":"Tumis Sawi Putih dan Telur",
        "Ingredients":"1 bh Sawi Putih Besar--2 butir telur ayam--4 siung bawang putih--4 siung bawang merah--secukupnya Gula--secukupnya Garam--secukupnya Merica--secukupnya Penyedap rasa--",
        "Steps":"Cuci sawi hingga bersih lalu potong2--Iris bawang putih dan bawang merah--Pecahkan telur kedalam wadah, tambah garam dan merica lalu aduk--Panaskan sedikit minyak lalu masak telur sambil diaduk terus menerus. Angkat jika sudah setengah matang.--Tumis irisan bawang hingga harum lalu masukan telur--Tambahkan sawi putih, beri sedikit air dan bumbui dengan Gula Garam atau penyedap rasa--Masak hingga sawi empuk. Koreksi rasa. Angkat jika sudah matang.--",
        "Loves":10,
        "URL":"https://static.promediateknologi.id/crop/0x549:1063x1834/750x500/webp/photo/p1/1067/2024/10/07/Screenshot_20241007_083053_Facebook-1494708886.jpg"
    },
    {
        "Title":"Roll Egg Korean",
        "Ingredients":"6 butir Telur--4 buah Cabai merah--10 buah Cabai rawit--6 buah Bawang merah--3 buah Bawang putih--Daun sop pre--Lada bubuk--1 buah Wortel--4 sendok Tepung terigu--secukupnya Garam--secukupnya Penyedap--secukupnya Minyak--",
        "Steps":"Cuci bersih smwa bahan mentah--Iris bawang merah bawang putih, goreng.--Potong cabai merah, dn sebagian cabe kecil, (sebagian cabe kecil na lagi d blender kasar).--Iris daun sop pre, potong dadu kecil wortel--Campurkan smwa bahan, tambah kn terigu, garam lada, penyedap, masukkan telur. Kocok rata.--Lalu panaskan sedikit minyak, masukkan adonan telur, jika sudah matang, gulung telur. Lalu masukkan lgi adonan telur masak hingga matang, gulung lagi. Begitu seterusna sampai ketebalannya sesuai selera anda.--Sajikan--",
        "Loves":2,
        "URL":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTcXLltTpnmo8m7ssJbMGF2YXhE--c7bbFFIQ&s"
    },
    {
        "Title":"Tahu Keriting",
        "Ingredients":"3 buah tahu putih--200 gr tepung terigu protein rendah--3 siung bawang putih--1 sdt lada bubuk--1 sdt kaldu bubuk--1 sdt garam--secukupnya Air--secukupnya Minyak goreng--",
        "Steps":"Potong tahu ke dalam ukuran yg diinginkan.--Haluskan bawang putih dan garam. Lalu campurkan menjadi satu dengan air. Kemudian rendam potongan tahu selama 15 menit. Dan Tiriskan.--Tambahkan lada bubuk ke dalam tepung terigu.(adonan kering).--Ambil 5 sdm adonan kering dan aduk rata bersama 5sdm air. (Adonan basah)--Masukkan potongan tahu ke dalam adonan basah lalu lumuri dg adonan kering. Lalukan terus sampai potongan tahu habis.--Panaskan minyak dan goreng tahu dg api sedang hingga matang. Angkat dan tiriskan.--",
        "Loves":7,
        "URL":"https://cdn-brilio-net.akamaized.net/news/2023/10/25/266829/300x200-tanpa-tepung-beras-ini-trik-bikin-tahu-krispi-keriting-dan-garing-cuma-tambah-1-bahan-dapur-231025z.jpg"
    }

  
]